Repository: sunx2025/hanbz
Catalog: hangulblitz/Localizable.xcstrings
Source language: en
Languages: zh_hans

# activity.action.practise_again
source: Practise Again
zh_hans: 再次练习

# activity.action.start
source: Start
zh_hans: 开始

# activity.connections.description
source: Link this level with earlier patterns
zh_hans: 联系本关卡与之前的规律

# activity.connections.title
source: Make Connections
zh_hans: 建立联系

# activity.get_familiar.description
source: Learn this level’s pattern
zh_hans: 熟悉本关卡的规律

# activity.get_familiar.title
source: Get Familiar
zh_hans: 初步练习

# activity.listening.description
source: Practise symbols introduced in this level
zh_hans: 练习本关卡介绍的文字

# activity.listening.title
source: Listening Practice
zh_hans: 听音训练

# activity.mixed_listening.description
source: Recognise mixed audio up to this level
zh_hans: 辨认截至本关卡的混合音频

# activity.mixed_listening.title
source: Mixed Listening Practice
zh_hans: 混合听音训练

# activity.mixed_reading.description
source: Read mixed items up to this level
zh_hans: 认读截至本关卡的混合内容

# activity.mixed_reading.title
source: Mixed Reading Practice
zh_hans: 混合认读训练

# activity.overview.action.read
source: Read
zh_hans: 阅读

# activity.overview.title
source: Overview
zh_hans: 知识点

# activity.reading.description
source: Practise symbols introduced in this level
zh_hans: 练习本关卡介绍的文字

# activity.reading.title
source: Reading Practice
zh_hans: 认读训练

# activity.status.done
source: Done
zh_hans: 完成

# guided.completion.learn_again
source: Learn Again
zh_hans: 再学一遍

# guided.completion.message
source: You’re getting familiar with these characters. Now try reading them from memory.
zh_hans: 你已经熟悉了这些生字。 现在可以试着凭记忆认读出来。

# guided.completion.title
source: Nice work!
zh_hans: 不错哦！

# guided.instruction
source: Look – Listen – Read aloud
zh_hans: 看 – 听 – 跟读

# guided.instruction.section.format
source: Look – Listen – Read aloud (%1$lld/%2$lld)
zh_hans: 看 – 听 – 跟读（%1$lld/%2$lld）

# level.progress.accessibility_label
source: Level progress
zh_hans: 关卡进度

# level.title.format
source: Level %1$lld: %2$@
zh_hans: 第%1$lld关：%2$@

# listening.action.continue
source: Continue
zh_hans: 继续

# listening.action.not_sure
source: Not Sure
zh_hans: 不确定

# listening.completion.faster
source: You’re getting faster
zh_hans: 你听得更快了

# listening.completion.great_consistency
source: Great consistency
zh_hans: 发挥得很稳定

# listening.completion.keep_it_up
source: Keep it up
zh_hans: 继续保持

# listening.completion.keep_practising
source: Keep practising
zh_hans: 继续练习

# listening.completion.nice_progress
source: Nice progress
zh_hans: 进步不错

# listening.completion.practice_score
source: Practice Score:
zh_hans: 练习得分：

# listening.get_ready.instruction
source: Listen and choose the correct answer as fast as you can
zh_hans: 请尽快听音并选择正确答案

# listening.get_ready.title
source: Get ready
zh_hans: 准备

# listening.help.action
source: How to Play
zh_hans: 玩法说明

# listening.help.each_card
source: On each card:
zh_hans: 每张卡片：

# listening.help.goal
source: Listen carefully, recognise the sound, and pick the correct Hangul character before time runs out.
zh_hans: 仔细听音，辨认声音，并在时间结束前选择正确的韩文字符。

# listening.help.start
source: Let’s Go
zh_hans: 开始吧

# listening.help.step_one.body
source: Listen to the sound.
zh_hans: 仔细听声音。

# listening.help.step_one.title
source: Step 1. Listen
zh_hans: 第 1 步：听音

# listening.help.step_two.body
source: Tap the matching Hangul character.
zh_hans: 点击与声音对应的韩文字符。

# listening.help.step_two.title
source: Step 2. Choose
zh_hans: 第 2 步：选择

# listening.help.title
source: How to play
zh_hans: 玩法说明

# listening.instruction.listen_and_choose
source: Listen and choose
zh_hans: 听音并选择

# listening.paused.quit
source: Quit
zh_hans: 退出

# listening.paused.resume
source: Resume Practice
zh_hans: 继续练习

# listening.paused.title
source: Practice has been paused
zh_hans: 练习已暂停

# listening.timer.accessibility_label
source: Time remaining
zh_hans: 剩余时间

# menu.accessibility_label
source: App menu
zh_hans: 应用菜单

# menu.faq
source: FAQ
zh_hans: 常见问题

# menu.rate_app
source: Rate the App
zh_hans: 为应用评分

# menu.send_feedback
source: Send Feedback
zh_hans: 发送反馈

# practice.audio.issue.duplicate
source: Duplicate audio resources: %@
zh_hans: 语音资源重复：%@

# practice.audio.issue.missing
source: Audio missing: %@
zh_hans: 语音资源缺失：%@

# practice.audio.replay
source: Replay audio
zh_hans: 重新播放声音

# practice.close
source: Close practice
zh_hans: 关闭练习

# practice.completion.score.accessibility_label
source: Practice score
zh_hans: 练习得分

# practice.finish
source: Finish
zh_hans: 完成

# practice.next
source: Next
zh_hans: 下一个

# practice.previous
source: Previous
zh_hans: 上一个

# practice.progress.accessibility_label
source: Practice progress
zh_hans: 练习进度

# progress.accessibility_label %lf %lld
source: %1$g of %2$lld
zh_hans: %1$g，共%2$lld

# reading.action.check_answer
source: Check Answer
zh_hans: 查看答案

# reading.action.continue
source: Continue
zh_hans: 继续

# reading.action.got_it
source: Got It
zh_hans: 答对了

# reading.action.not_quite
source: Not Quite
zh_hans: 不太对

# reading.action.timeout
source: Timeout
zh_hans: 超时

# reading.completion.faster
source: You’re getting faster
zh_hans: 你读得更快了

# reading.completion.great_consistency
source: Great consistency
zh_hans: 发挥得很稳定

# reading.completion.keep_it_up
source: Keep it up
zh_hans: 继续保持

# reading.completion.keep_practising
source: Keep practising
zh_hans: 继续练习

# reading.completion.nice_progress
source: Nice progress
zh_hans: 进步不错

# reading.completion.practice_score
source: Practice Score:
zh_hans: 练习得分：

# reading.get_ready.instruction
source: Read aloud as fast as you can
zh_hans: 请尽快大声读出

# reading.get_ready.title
source: Get ready
zh_hans: 准备

# reading.help.action
source: How to Play
zh_hans: 玩法说明

# reading.help.each_card
source: On each card:
zh_hans: 每张卡片：

# reading.help.goal
source: Your goal is to recognise each Hangul character and say it aloud as quickly as you can.
zh_hans: 目标是认出每个韩文字符，并尽快大声读出来。

# reading.help.start
source: Let’s Go
zh_hans: 开始吧

# reading.help.step_one.body
source: Say the character aloud as soon as you recognise it.
zh_hans: 认出字符后立即大声读出来。

# reading.help.step_one.title
source: Step 1. Read Aloud
zh_hans: 第 1 步：大声读出

# reading.help.step_two.body
source: Tap Check Answer to see if you’re correct.
zh_hans: 点击“查看答案”，确认自己是否读对。

# reading.help.step_two.title
source: Step 2. Check Answer
zh_hans: 第 2 步：查看答案

# reading.help.title
source: How to Play
zh_hans: 玩法说明

# reading.instruction.check_answer
source: Check answer
zh_hans: 核对答案

# reading.instruction.read_aloud
source: Read aloud
zh_hans: 大声读出

# reading.paused.quit
source: Quit
zh_hans: 退出

# reading.paused.resume
source: Resume Practice
zh_hans: 继续练习

# reading.paused.title
source: Practice interrupted
zh_hans: 练习被中断

# section.current_level
source: Current Level
zh_hans: 当前关卡

# section.mixed_review
source: Mixed Review
zh_hans: 混合复习
